Repository: Salix-OS/SetupCenter
Catalog: po/*.po
Languages: fr

source: Setup Center
fr: Centre de configuration

source: Salix Control Center
fr: Centre de contrôle Salix

source: Fine-tune your system-wide settings
fr: Réglage de votre configuration système

source: Desktop
fr: Bureau

source: Hardware
fr: Matériel

source: Software
fr: Logiciel

source: System
fr: Système

source: Other
fr: Autre

source: About Setup Center
fr: À propos du Centre de configuration

source: A configurable centralized Control Panel Copyright © 2011 Pierrick Le Brun
fr: Un panneau de configuration centralisé personnalisable Copyright © 2011 Pierrick Le Brun

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
fr: Ce programme est un logiciel libre ; vous pouvez le redistribuer et/ou le modifier conformément aux dispositions de la Licence Publique Générale GNU, telle que publiée par la Free Software Foundation ; version 2 de la licence, ou encore (à votre choix) toute version ultérieure. Ce programme est distribué dans l’espoir qu’il sera utile, mais SANS AUCUNE GARANTIE ; sans même la garantie implicite de COMMERCIALISATION ou D’ADAPTATION A UN OBJET PARTICULIER. Pour plus de détails, voir la Licence Publique Générale GNU. Un exemplaire de la Licence Publique Générale GNU doit être fourni avec ce programme ; si ce n’est pas le cas, écrivez à la Free Software Foundation Inc., 675 Mass Ave, Cambridge, MA 02139, Etats-Unis.

source: translator-credits
fr: Pierrick Le Brun

source: Preferences
fr: Préférences

source: Single view
fr: Affichage global

source: View by category
fr: Affichage par catégorie

source: None...
fr: Aucune...

source: <b>Sorry!</b> Root privileges are required to access the Setup Center.
fr: <b>Désolé!</b> Les droits d'utilisateurs (root) sont requis pour accéder au centre de configuration

source: Centralized spot for all system setup tools.
fr: Panneau centralisé pour tous les utilitaires de configuration du système.

source: Custom
fr: Personnalisé
